Repository: ricvecchio/rdv-performance-ios
Catalog: rdvperfomance/Localizable.xcstrings
Source language: pt_br
Languages: en, es

source: Carregando Meus Treinos...
en: Loading My Workouts...
es: Cargando Mis entrenamientos...

source: Carregando professores...
en: Loading trainers...
es: Cargando entrenadores...

source: Carregando semanas...
en: Loading weeks...
es: Cargando semanas...

source: Carregando solicitações...
en: Loading requests...
es: Cargando solicitudes...

source: Carregando treinos...
en: Loading workouts...
es: Cargando entrenamientos...

source: Carregando...
en: Loading...
es: Cargando...

source: Categoria do Treino
en: Workout Category
es: Categoría de entrenamiento

source: Categoria do vídeo
en: Video category
es: Categoría de video

# Categoria: %@
source: Categoria: %1$@
en: Category: %1$@
es: Categoría: %1$@

# Centrar
source: Centralizar
en: Center
es: Centrar

source: Cole o link do YouTube e adicione um título para facilitar a busca.
en: Paste the YouTube link and add a title to make it easier to find.
es: Pega el enlace de YouTube y agrega un título para facilitar la búsqueda.

source: Coluna obrigatória não encontrada: %@.
en: Required column not found: %@.
es: No se encontró la columna obligatoria: %@.

# common.add
source: Adicionar
en: Add
es: Agregar

# common.all
source: Todos
en: All

# common.cancel
source: Cancelar
en: Cancel

# common.close
source: Fechar
en: Close
es: Cerrar

# common.confirm
source: Confirmar
en: Confirm

# common.date
source: Data
en: Date
es: Fecha

# common.delete
source: Excluir
en: Delete
es: Eliminar

# common.done
source: Concluir
en: Complete
es: Completar

# common.error
source: Erro
en: Error
es: Error

# common.name
source: Nome
en: Name
es: Nombre

# common.password
source: Senha
en: Password
es: Contraseña

# common.profile
source: Perfil
en: Profile

# common.save
source: Salvar
en: Save
es: Guardar

# common.saving
source: Salvando...
en: Saving...
es: Guardando...

# common.student
source: Aluno
en: Student
es: Alumno

# common.students
source: Alunos
en: Students
es: Alumnos

# common.time_range
source: %@ às %@
en: %@ to %@
es: %@ a %@

# common.trainer
source: Professor
en: Coach
es: Entrenador

# common.trainers
source: Professores
en: Coaches
es: Entrenadores

# common.unexpected_error
source: Ocorreu um erro.
en: An error occurred.
es: Ocurrió un error.

# common.video
source: Vídeo
en: Video

# common.warning
source: Atenção
en: Attention
es: Atención

source: Concluído
en: Completed
es: Completado

source: Concluídos
en: Completed
es: Completados

source: Conectar NextFit
en: Connect NextFit

source: Conecte sua conta NextFit para consultar o treino de hoje.
en: Connect your NextFit account to view today's workout.
es: Conecta tu cuenta de NextFit para consultar el entrenamiento de hoy.

source: Conecte sua conta para buscar recordes da unidade CrossFit. Seus recordes já existentes serão preservados.
en: Connect your account to fetch records from the CrossFit location. Your existing records will be preserved.
es: Conecta tu cuenta para buscar récords de la sede de CrossFit. Tus récords existentes se conservarán.

source: Confirmar
en: Confirm

source: Confirmar cancelamento
en: Confirm cancellation
es: Confirmar cancelación

source: Confirmar Cancelamento?
en: Confirm Cancellation?
es: ¿Confirmar cancelación?

source: Convidar
en: Invite
es: Invitar

source: Convidar aluno
en: Invite student
es: Invitar alumno

source: CONVIDAR POR E-MAIL
en: INVITE BY EMAIL
es: INVITAR POR CORREO ELECTRÓNICO

source: Convidar professor
en: Invite coach
es: Invitar entrenador

source: Convide ou aceite um professor para aparecer aqui.
en: Invite or accept a coach to appear here.
es: Invita o acepta a un entrenador para que aparezca aquí.

source: Convide um professor para iniciar um vínculo.
en: Invite a coach to start a link.
es: Invita a un entrenador para iniciar una vinculación.

source: Convite de professor
en: Coach Invitation
es: Invitación de entrenador

source: Convite enviado para %@.
en: Invitation sent to %@.
es: Invitación enviada a %@.

source: Convite enviado.
en: Invitation sent.
es: Invitación enviada.

source: Convites
en: Invitations
es: Invitaciones

source: Convites de professores aparecerão aqui.
en: Coach invitations will appear here.
es: Las invitaciones de entrenadores aparecerán aquí.

source: CONVITES ENVIADOS
en: SENT INVITATIONS
es: INVITACIONES ENVIADAS

source: CONVITES RECEBIDOS
en: RECEIVED INVITATIONS
es: INVITACIONES RECIBIDAS

source: Coordenadas da Academia
en: Gym Coordinates
es: Coordenadas del gimnasio

# Copiado: %@
source: Copiado: %1$@
en: Copied: %1$@

source: Core / Abdômen
en: Core / Abs
es: Core / Abdomen

# core_data.activities.title
source: Atividades
en: Activities
es: Actividades

# core_data.activity.generated_title
source: Atividade %lld
en: Activity %lld
es: Actividad %lld

# core_data.activity.untitled
source: (sem título)
en: (untitled)
es: (sin título)

source: Corrida de 5 km para tempo.
en: 5 km run for time.
es: Carrera de 5 km por tiempo.

source: Costas
en: Back
es: Espalda

source: Criar dia
en: Create day
es: Crear día

source: Criar treino
en: Create workout
es: Crear entrenamiento

source: Crie treinos em “Meus Treinos” do professor.
en: Create workouts in the coach's “My Workouts”.
es: Crea entrenamientos en “Mis entrenamientos” del entrenador.

source: Crie um benchmark e, se quiser, já informe seu resultado inicial.
en: Create a benchmark and, if you want, enter your initial result now.
es: Crea un benchmark y, si quieres, ingresa tu resultado inicial ahora.

source: Crie um item e, se quiser, já informe seu recorde.
en: Create an item and, if you want, enter your record now.
es: Crea un elemento y, si quieres, ingresa tu récord ahora.

source: Crie um item e, se quiser, já informe seu resultado inicial.
en: Create an item and, if you want, enter your initial result now.
es: Crea un elemento y, si quieres, ingresa tu resultado inicial ahora.

# Crie um movimento e, se quiser, já informe a carga máxima em %@.
source: Crie um movimento e, se quiser, já informe a carga máxima em %1$@.
en: Create a movement and, if you want, enter the maximum load in %1$@ now.
es: Crea un movimiento y, si quieres, ingresa ahora la carga máxima en %1$@.

source: Crie um novo
en: Create a new
es: Crea un nuevo

source: Crie um novo %@ para esta seção.
en: Create a new %@ for this section.
es: Crea un nuevo %@ para esta sección.

# Crie um prova e, se quiser, já informe seu resultado inicial.
source: Crie uma prova e, se quiser, já informe seu resultado inicial.
en: Create an event and, if you want, enter your initial result now.
es: Crea una prueba y, si quieres, ingresa tu resultado inicial ahora.

source: Crie um WOD e, se quiser, já informe seu resultado inicial.
en: Create a WOD and, if you want, enter your initial result now.
es: Crea un WOD y, si quieres, ingresa tu resultado inicial ahora.

source: Crie uma prova e, se quiser, já informe seu resultado inicial.
en: Create an event and, if you want, enter your initial result now.
es: Crea una prueba y, si quieres, ingresa tu resultado inicial ahora.

source: CrossFit Games %@ – Provas personalizadas
en: CrossFit Games %@ – Custom events
es: CrossFit Games %@ – Pruebas personalizadas

source: CrossFit Games 2023 – Provas Individuais (Elite)
en: CrossFit Games 2023 – Individual Events (Elite)
es: CrossFit Games 2023 – Pruebas individuales (Élite)

source: CrossFit Games 2024 – Provas Individuais (Elite)
en: CrossFit Games 2024 – Individual Events (Elite)
es: CrossFit Games 2024 – Pruebas individuales (Élite)

source: CrossFit Games 2025 – Provas Individuais (Elite)
en: CrossFit Games 2025 – Individual Events (Elite)
es: CrossFit Games 2025 – Pruebas individuales (Élite)

# crossfit_games.individual_elite.title
source: CrossFit Games %@ – Provas Individuais (Elite)
en: CrossFit Games %@ – Individual Events (Elite)
es: CrossFit Games %@ – Pruebas Individuales (Élite)

# crossfit_games.wod.2023.alpaca_redux.description.1
source: Sled push e rounds com rope climbs, kettlebell clean & jerks e sled push progressivo.
en: Sled push and rounds with rope climbs, kettlebell clean & jerks, and progressively harder sled pushes.
es: Sled push y rondas con rope climbs, kettlebell clean & jerks y sled push progresivo.

# crossfit_games.wod.2023.cross_country_5k.description.1
source: Corrida de 5 km para tempo.
en: 5 km run for time.
es: Carrera de 5 km por tiempo.

# crossfit_games.wod.2023.echo_thruster_final.description.1
source: 21-18-15 de Echo Bike calorias com thrusters e overhead walking lunges.
en: 21-18-15 Echo Bike calories with thrusters and overhead walking lunges.
es: 21-18-15 calorías de Echo Bike con thrusters y overhead walking lunges.

# crossfit_games.wod.2023.helena.description.2
source: • corrida 400 m
en: • 400 m run
es: • carrera de 400 m

# crossfit_games.wod.2023.intervals.description.1
source: Intervalos combinados de box jump-overs, remo e burpee box jump-overs.
en: Combined intervals of box jump-overs, rowing, and burpee box jump-overs.
es: Intervalos combinados de box jump-overs, remo y burpee box jump-overs.

# crossfit_games.wod.2023.inverted_medley.description.1
source: Sequência complexa de handstand walk, handstand push-ups e passos sobre obstáculos.
en: Complex sequence of handstand walk, handstand push-ups, and obstacle steps.
es: Secuencia compleja de handstand walk, handstand push-ups y pasos sobre obstáculos.

# crossfit_games.wod.2023.muscle_up_logs.description.1
source: 5 rounds de muscle-ups e sandbag sobre logs.
en: 5 rounds of muscle-ups and sandbag-over-logs.
es: 5 rondas de muscle-ups y saco de arena sobre troncos.

# crossfit_games.wod.2023.olympic_total.description.1
source: Teste de força com 1RM Snatch e 1RM Clean & Jerk.
en: Strength test with a 1RM Snatch and 1RM Clean & Jerk.
es: Prueba de fuerza con 1RM Snatch y 1RM Clean & Jerk.

# crossfit_games.wod.2023.parallel_bar_pull.description.1
source: 8 rounds de travessia em paralelas + rope double-unders e sled pull.
en: 8 rounds of parallel-bar traverse, rope double-unders, and sled pull.
es: 8 rondas de travesía en paralelas, rope double-unders y sled pull.

# crossfit_games.wod.2023.pig_chipper.description.1
source: 10 pig flips, 25 chest-to-bar pull-ups, 50 toes-to-bars, 100 wall-ball shots e reverso.
en: 10 pig flips, 25 chest-to-bar pull-ups, 50 toes-to-bars, 100 wall-ball shots, and reverse.
es: 10 pig flips, 25 chest-to-bar pull-ups, 50 toes-to-bars, 100 wall-ball shots y a la inversa.

# crossfit_games.wod.2023.ride.description.1
source: Máximo de voltas em 40 min em bicicleta de montanha.
en: Maximum laps in 40 min on a mountain bike.
es: Máximo de vueltas en 40 min en bicicleta de montaña.

# crossfit_games.wod.2023.ski_bag.description.1
source: SkiErg e sandbag squats em sequência.
en: SkiErg and sandbag squats in sequence.
es: SkiErg y sentadillas con saco de arena en secuencia.

# crossfit_games.wod.2024.chad.description.1
source: 1,000 step-ups com peso.
en: 1,000 weighted step-ups.
es: 1.000 step-ups con peso.

# crossfit_games.wod.2024.clean_ladder.description.1
source: Ladder de cleans em rounds progressivos.
en: Clean ladder in progressive rounds.
es: Escalera de cleans en rondas progresivas.

# crossfit_games.wod.2024.dickies_triplet.description.1
source: Sequência de run, toes-to-bars e dumbbell snatches (nome popularizado pela comunidade).
en: Sequence of running, toes-to-bars, and dumbbell snatches (a name popularized by the community).
es: Secuencia de carrera, toes-to-bars y dumbbell snatches (nombre popularizado por la comunidad).

# crossfit_games.wod.2024.final_1815.description.1
source: Outra final combinada de thrusters e bar muscle-ups (muitas vezes agrupada com o Final 2421 nos resultados).
en: Another final combining thrusters and bar muscle-ups (often grouped with Final 2421 in results).
es: Otra final combinada de thrusters y bar muscle-ups (a menudo agrupada con Final 2421 en los resultados).

# crossfit_games.wod.2024.firestorm.description.1
source: Rounds de Echo-bike e burpees sobre barricada (parte da programação).
en: Echo Bike and burpees-over-barricade rounds (part of the programming).
es: Rondas de Echo Bike y burpees sobre barricada (parte de la programación).

# crossfit_games.wod.2024.lake_day.description.1
source: Corrida de 3.5 milhas seguida de natação 800 m antes de parte do dia ser cancelada.
en: 3.5-mile run followed by an 800 m swim before part of the day was cancelled.
es: Carrera de 3,5 millas seguida de natación de 800 m antes de que se cancelara parte del día.

# crossfit_games.wod.2024.midline_climb.description.1
source: Prova em ginásio com deadlifts, rope climbs, ski erg e GHD sit-ups.
en: Arena event with deadlifts, rope climbs, SkiErg, and GHD sit-ups.
es: Prueba en estadio con deadlifts, rope climbs, SkiErg y GHD sit-ups.

# crossfit_games.wod.2024.push_pull_2.description.1
source: Combinação de double-unders, chest-to-bar pull-ups e máximos no Echo-bike.
en: Combination of double-unders, chest-to-bar pull-ups, and Echo Bike max calories.
es: Combinación de double-unders, chest-to-bar pull-ups y máximos en Echo Bike.

# crossfit_games.wod.2024.track_field.description.1
source: Corrida 1,600 m seguida por sprints e bag carries.
en: 1,600 m run followed by sprints and bag carries.
es: Carrera de 1.600 m seguida de sprints y acarreos de sacos.

# crossfit_games.wod.2025.albany_grip_trip.description.1
source: 5 rodadas de:
en: 5 rounds of:
es: 5 rondas de:

# crossfit_games.wod.2025.albany_grip_trip.description.2
source: • 400 m corrida
en: • 400 m run
es: • carrera de 400 m

# crossfit_games.wod.2025.albany_grip_trip.description.5
source: (força, corrida e habilidades de equilíbrio)
en: (strength, running, and balance skills)
es: (fuerza, carrera y habilidades de equilibrio)

# crossfit_games.wod.2025.all_crossed_up.description.1
source: Sequência de wall walks, dumbbell shoulder-to-overhead, double-under crossovers e toes-to-bars para tempo.
en: Sequence of wall walks, dumbbell shoulder-to-overhead, double-under crossovers, and toes-to-bars for time.
es: Secuencia de wall walks, dumbbell shoulder-to-overhead, double-under crossovers y toes-to-bars por tiempo.

# crossfit_games.wod.2025.atlas.description.3
source: seguido de 100 ft overhead walking lunge (teste combinado de força, resistência e técnica).
en: followed by a 100 ft overhead walking lunge (combined strength, endurance, and skill test).
es: seguido de 100 ft overhead walking lunge (prueba combinada de fuerza, resistencia y técnica).

# crossfit_games.wod.2025.back_squat.description.1
source: Back squat máximo de uma repetição (teste de força absoluta).
en: One-rep max back squat (absolute strength test).
es: Back squat máximo de una repetición (prueba de fuerza absoluta).

# crossfit_games.wod.2025.climbing_couplet.description.1
source: 4-3-2-1 reps pegboard + squat clean + front squat (prova combinada de força e técnica).
en: 4-3-2-1 pegboard reps + squat clean + front squat (combined strength and skill event).
es: 4-3-2-1 repeticiones de pegboard + squat clean + front squat (prueba combinada de fuerza y técnica).

# crossfit_games.wod.2025.going_dark.description.1
source: 50/40 calorias no Echo Bike → 100 ft yoke carry → 30 deficit handstand push-ups → repetição (teste de resistência e força).
en: 50/40 Echo Bike calories → 100 ft yoke carry → 30 deficit handstand push-ups → repeat (endurance and strength test).
es: 50/40 calorías en Echo Bike → 100 ft yoke carry → 30 deficit handstand push-ups → repetición (prueba de resistencia y fuerza).

# crossfit_games.wod.2025.hammer_down.description.1
source: 35 calorias no Echo Bike → 28 bar muscle-ups → 24 burpee box jump-overs (segundo teste consecutivo com pouco descanso).
en: 35 Echo Bike calories → 28 bar muscle-ups → 24 burpee box jump-overs (second consecutive event with little rest).
es: 35 calorías en Echo Bike → 28 bar muscle-ups → 24 burpee box jump-overs (segunda prueba consecutiva con poco descanso).

# crossfit_games.wod.2025.run_row_run.description.1
source: 4-mile run → 3000 m row → 2-mile run (prova de resistência).
en: 4-mile run → 3000 m row → 2-mile run (endurance event).
es: Carrera de 4 millas → remo de 3000 m → carrera de 2 millas (prueba de resistencia).

# crossfit_games.wod.2025.running_isabel.description.1
source: 5 rodadas de:
en: 5 rounds of:
es: 5 rondas de:

# crossfit_games.wod.2025.running_isabel.description.2
source: • 200 ft corrida
en: • 200 ft run
es: • carrera de 200 ft

# crossfit_games.wod.2025.running_isabel.description.3
source: • 6 snatches (com barra)
en: • 6 snatches (with a barbell)
es: • 6 snatches (con barra)

# crossfit_games.wod.2025.running_isabel.description.4
source: Para tempo.
en: For time.
es: Por tiempo.

# crossfit_games.wod.2025.throttle_up.description.1
source: 35 calorias Ski Erg → 28 chest-to-bar pull-ups → 24 burpee box jump-overs (prova para tempo).
en: 35 SkiErg calories → 28 chest-to-bar pull-ups → 24 burpee box jump-overs (for-time event).
es: 35 calorías de SkiErg → 28 chest-to-bar pull-ups → 24 burpee box jump-overs (prueba por tiempo).

source: Dados inválidos para operação no Firestore.
en: Invalid data for the Firestore operation.
es: Datos no válidos para la operación de Firestore.

# dashboard.agenda.cancel_error
source: Não foi possível cancelar o agendamento. Tente novamente.
en: Unable to cancel the appointment. Please try again.
es: No fue posible cancelar la cita. Inténtalo de nuevo.

# dashboard.agenda.detail_load_error
source: Não foi possível carregar os detalhes da agenda. Tente novamente.
en: Unable to load schedule details. Please try again.
es: No fue posible cargar los detalles de la agenda. Inténtalo de nuevo.

# dashboard.agenda.load_error
source: Não foi possível carregar a agenda. Tente novamente.
en: Unable to load the schedule. Please try again.
es: No fue posible cargar la agenda. Inténtalo de nuevo.

# dashboard.agenda.schedule_error
source: Não foi possível realizar o agendamento. Tente novamente.
en: Unable to schedule the appointment. Please try again.
es: No fue posible realizar la cita. Inténtalo de nuevo.

# dashboard.agenda.wod_load_error
source: Não foi possível carregar o WOD do dia. Tente novamente.
en: Unable to load the WOD of the day. Please try again.
es: No fue posible cargar el WOD del día. Inténtalo de nuevo.

# dashboard.back_to_schedule
source: Voltar à agenda
en: Back to schedule
es: Volver a la agenda

# dashboard.closed
source: Encerrado
en: Closed
es: Cerrado

# dashboard.coach_email
source: E-mail do professor
en: Coach email
es: Correo electrónico del entrenador

# dashboard.coach_email_placeholder
source: professor@email.com
en: coach@email.com
es: entrenador@email.com

# dashboard.confirm_cancellation
source: Confirmar Cancelamento?
en: Confirm Cancellation?
es: ¿Confirmar cancelación?

# dashboard.connect_nextfit
source: Conectar NextFit
en: Connect NextFit

# dashboard.connect_your_nextfit_account_to_view_today_s_workout
source: Conecte sua conta NextFit para consultar o treino de hoje.
en: Connect your NextFit account to view today's workout.
es: Conecta tu cuenta de NextFit para consultar el entrenamiento de hoy.

# dashboard.could_not_disconnect_from_nextfit
source: Não foi possível desconectar do NextFit.
en: Could not disconnect from NextFit.
es: No fue posible desconectar de NextFit.

# dashboard.day.today
source: HOJE
en: TODAY
es: HOY

# dashboard.day.tomorrow
source: AMANHÃ
en: TOMORROW
es: MAÑANA

# dashboard.discipline_today_results_tomorrow
source: Disciplina hoje, resultado amanhã! 💪
en: Discipline today, results tomorrow! 💪
es: ¡Disciplina hoy, resultados mañana! 💪

# dashboard.disconnect
source: Desconectar
en: Disconnect

# dashboard.disconnect_nextfit
source: Desconectar NextFit
en: Disconnect NextFit

# dashboard.disconnect_nextfit_confirmation_title
source: Desconectar NextFit?
en: Disconnect NextFit?

# dashboard.enter_the_coach_s_email_to_send_the_request
source: Digite o e-mail do professor para enviar a solicitação.
en: Enter the coach's email to send the request.
es: Ingresa el correo del entrenador para enviar la solicitud.

# dashboard.greeting.named
source: Olá, %@!
en: Hello, %@!
es: ¡Hola, %@!

# dashboard.greeting.student_fallback
source: Olá, Aluno!
en: Hello, Student!
es: ¡Hola, alumno!

# dashboard.greeting.teacher_fallback
source: Olá, Professor!
en: Hello, Coach!
es: ¡Hola, entrenador!

# dashboard.invite_coach
source: Convidar professor
en: Invite coach
es: Invitar entrenador

# dashboard.link_with_a_coach_to_receive_workouts_and_track_your_progress
source: Vincule-se a um professor para receber treinos e acompanhar sua evolução.
en: Link with a coach to receive workouts and track your progress.
es: Vincúlate con un entrenador para recibir entrenamientos y seguir tu evolución.

# dashboard.mode.agenda
source: AGENDA
en: SCHEDULE

# dashboard.nextfit.credentials_required
source: Informe seu e-mail e senha do NextFit.
en: Enter your NextFit email and password.
es: Ingresa tu correo electrónico y contraseña de NextFit.

# dashboard.nextfit.email_placeholder
source: seu@email.com
en: you@email.com
es: tu@email.com

# dashboard.nextfit.login_error
source: Não foi possível entrar no NextFit. Tente novamente.
en: Unable to sign in to NextFit. Please try again.
es: No fue posible iniciar sesión en NextFit. Inténtalo de nuevo.

# dashboard.no_participant_at_this_time
source: Nenhum participante neste horário.
en: No participant at this time.
es: No hay participantes en este horario.

# dashboard.no_time_available_for_this_date
source: Nenhum horário disponível para esta data.
en: No time available for this date.
es: No hay horarios disponibles para esta fecha.

# dashboard.no_wod_available_for_today
source: Nenhum WOD disponível para hoje.
en: No WOD available for today.
es: No hay WOD disponible para hoy.

# dashboard.no_workout_scheduled
source: Nenhum treino programado.
en: No workout scheduled.
es: No hay entrenamiento programado.

# dashboard.notices
source: Avisos
en: Notices

# dashboard.participants
source: PARTICIPANTES
en: PARTICIPANTS

# dashboard.request_link
source: Solicitar vínculo
en: Request link

# dashboard.schedule
source: Agendar
en: Schedule
es: Programar

# dashboard.send_request
source: Enviar solicitação
en: Send request
es: Enviar solicitud

# dashboard.sign_in
source: Entrar
en: Sign In
es: Iniciar sesión

# dashboard.sign_in_to_nextfit
source: Entrar no NextFit
en: Sign in to NextFit
es: Iniciar sesión en NextFit

# dashboard.student_area
source: Área do Aluno
en: Student Area
es: Área del alumno

# dashboard.teacher_invitation.pending_multiple
source: Você possui %lld convites pendentes
en: You have %lld pending invitations
es: Tienes %lld invitaciones pendientes

# dashboard.teacher_invitation.pending_single
source: Você possui um convite pendente
en: You have one pending invitation
es: Tienes una invitación pendiente

# dashboard.teacher_invitation.title
source: Convite de professor
en: Coach invitation
es: Invitación de entrenador

# dashboard.try_again_action
source: Tentar novamente
en: Try again
es: Intentar de nuevo

# dashboard.try_again_message
source: Tente novamente.
en: Try again.
es: Inténtalo de nuevo.

# dashboard.upcoming_workouts
source: Próximos treinos
en: Upcoming workouts
es: Próximos entrenamientos

# dashboard.upcoming_workouts.progress_plural
source: %lld de %lld treinos concluídos
en: %lld of %lld workouts completed
es: %lld de %lld entrenamientos completados

# dashboard.upcoming_workouts.progress_singular
source: %lld de %lld treino concluído
en: %lld of %lld workout completed
es: %lld de %lld entrenamiento completado

# dashboard.view_all
source: Ver todos
en: View all
es: Ver todo

# dashboard.weekly_checkins_title
source: Check-in
en: Weekly check-ins
es: Check-ins de la semana
